Autodesk.Revit.DB.TableCellStyleOverrideOptions.#ctor(Autodesk.Revit.DB.TableCellStyleOverrideOptions)
Creates a new instance by copying an existing instance.
other:
The instance to copy
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2014